
void setup {
    String [] Prenom = {"Arthur","Bob","Étienne","hector","Hugo","Léa","Nathan","Paul","Pierre","Yves"};

    String [] Num = {"0612345671","0612345672","0612345673","0612345674","0612345675","0612345676","0612345677","0612345678","0612345679","0612345670"};


    String [] [] Annuaire = {{"Arthur","Bob","Étienne","hector","Hugo","Léa","Nathan","Paul","Pierre","Yves"},
{"0612345671","0612345672","0612345673","0612345674","0612345675","0612345676","0612345677","0612345678","0612345679","0612345670"}
 };




}

void loop {
    
}

